# ========================================================================== #
# @Author: Fantasy_Silence                                                   #
# @Time: 2024-05-21                                                          #
# @IDE: Visual Studio Code & PyCharm                                         #
# @Python: 3.9.7                                                             #
# ========================================================================== #
# @Description: 这里是主程序入口,用户在这里配置,仅适用于LSP边境计划2.0版         #
# ========================================================================== #
from src.ui.mainFrame import MainFrame

# TODO: 修复bug...
# FIXME: UI界面在使用时,界面内窗口的尺寸会发生变化
MainFrame.show()
